{
  "alert-condition": "Condición de alerta",
  "alert-level-description-1": "Esta condición de alerta se usa cuando la nave está en una situación muy peligrosa. Toda la tripulación debe estar en los puestos de combate.",
  "alert-level-description-2": "Esta condición de alerta se usa cuando la nave está en una situación peligrosa, pero todo está bien por el momento. Toda la tripulación debe estar de servicio.",
  "alert-level-description-3": "Esta condición de alerta se usa cuando la nave debe prepararse para una crisis. Toda la tripulación en tiempo libre debe estar en un estado de espera.",
  "alert-level-description-4": "Esta condición de alerta se usa cuando la nave tiene un problema pequeño. Toda la tripulación menos el oficial de averías deben estar en servicio estándar.",
  "alert-level-description-5": "Esta condición de alerta se usa cuando la nave está funcionando bien. La tripulación está de servicio estándar.",
  "armory-training-1": "Los oficiales, a veces, requieren materiales para completar tareas. Usa esta ventana para ver los materiales disponibles y asignarlos a los miembros de la tripulación.",
  "armory-training-2": "Con este butón puedes ver los oficiales que tienen asignaciones y los oficiales que NO tienen asignaciones.",
  "armory-training-3": "Aquí puedes ver la lista de los oficiales del equipo que seleccionaste, u oficiales que no tienen asignación. Los nombres de los oficiales que están en blanco no tienen materiales. Los que están en rojo tienen materiales.",
  "armory-training-4": "Tienes autorización de conseguir materiales de los cuartos que aparecen en esta área. Haz clic para seleccionar cuartos diferentes del menú.",
  "armory-training-5": "Cuando selecciones un cuarto, los materiales que están adentro aparecen aquí. El número que está entre comillas representa cuántos materiales están disponibles. Al hacer clic en un material, lo transferirá al 'Área Disponible'.",
  "armory-training-6": "Esta es el 'Área Disponible'. Al seleccionar los materiales que necesitas debes seleccionar los oficiales de la lista y haz clic en 'Transferir al oficial.' Si nesesitas regresar un material al cuarto, entonces haz clic en el material y regresará al cuarto.",
  "armory-training-7": "Los materiales asignados a los oficiales aparecen en el 'Área de Los Materiales'. Al hacer clic en 'Eliminar Materiales', todos los materiales regresarán al 'Área Disponible'",
  "bridge-map-training-1": "Puedes ver un mapa del 'Puente de Mando'. Úsa el mapa para ver qué hace cada posición en la nave. Haz clic en una posición para ver una descripción de la posición.",
  "cargo-training-1": "Aquí puedes mover carga entre cuartos en la nave.",
  "cargo-training-2": "Puedes hacer clic en 'buscar objetos' para encontrar un objeto en la nave.",
  "cargo-training-3": "Use los menús para seleccionar un nivel y cuarto de dónde viene la carga.",
  "cargo-training-4": "Aquí puedes ver los materiales disponibles en la nivel y cuarto que seleccionaste. Haz clic en la carga que quieres transferir. La carga se transferirá a la sección de 'Carga Lista'. Haz clic más veces para transferir más cargas del mismo tipo.",
  "cargo-training-5": "Use these dropdowns to select the part of the ship you want to move the inventory to.",
  "cargo-training-6": "'Carga Lista' es la carga que está preparada para transferir a otro cuarto. Antes de transferir la carga, necesitas poner toda la carga que quieres transferir en la sección de 'Carga Lista'. Haz clic en los materiales para eliminarlos de la sección de 'Carga Lista'.",
  "cargo-training-7": "Haz clic en este butón para transferir la 'Carga Lista' al cuarto que está seleccionaste",
  "computer-core-training-1": "El Núcleo es el 'cerebro' de la nave. El Núcleo controla todas las posiciones y por la mayoría del tiempo es autosuficiente.",
  "computer-core-training-10": "Haz clic en el butón 'Archivos'. Ahora, selecciona un nivel para ver unos archivos",
  "computer-core-training-11": "Aquí puedes ver los archivos. Los archivos, normalmente, tienen nombres descriptivos y normales. Sin embargo, los archivos corruptos tienen nombres poco extraños. Los archivos corruptos pueden destruir los sistemas en la nave. Hay una copia de seguridad de todos los archivos para restaurarlos si es necesario.",
  "computer-core-training-12": "Selecciona un archivo para restaurar los archivos individualmente. Si no hay muchos archivos corruptos, siempre puedes restaurar todos los archivos por un nivel completo.",
  "computer-core-training-13": "Esta es una responsabilidad muy importante. Si no eres diligente el núcleo puede fallar completamente. Debes vigilar los usuarios por víruses, restaurar archivos, y reiniciar posiciones si es necesario.",
  "computer-core-training-2": "El núcleo no es perfecto. Es posible que los piratas y víruses pueden destruir el sistema. Debes trabajar mucho para que las posiciones funcionen bien. Si hay muchas posiciones corruptas, todo el sistema fallará.",
  "computer-core-training-3": "Aquí puedes ver una lista de las posiciones en la nave. Puedes ver el número y el estatus. Si una posición no funcione, es necesario reiniciarla. Primero, selecciona la posición que quieres reiniciar.",
  "computer-core-training-4": "Haz clic en este butón para reiniciar la posición. Espera unos segundos.",
  "computer-core-training-5": "Los víruses pueden infectar el núcleo y corromper los archivos. Haz clic en este botón para escánear por víruses. Al encontrar un virus, haz clic en 'Eliminar Virus'.",
  "computer-core-training-6": "Aquí puedes ver todos los usuarios que tienen acceso al núcleo y todos los archivos que lo hacen posible funcionar. Puedes ver diferentes usuarios y archivos al usar estos botones. Haz clic en 'Usuarios' ahorita.",
  "computer-core-training-7": "Los usuarios y archivos están organizados en niveles de acceso. Nivel 1 es el más alto y que tiene más acceso. Nivel 10 es el nivel más bajo.",
  "computer-core-training-8": "Puedes ver los usuarios aquí. Debes chequear la lista de usuarios por cosas extrañas. Es posible que piratas informáticas quieran entrar. Las piratas informáticas pueden corromper los archivos. Elimina piratas informáticas y no tendrán viruses nuevos.",
  "computer-core-training-9": "Usa los botones para crear un nuevo usuario y eliminar el usuario que seleccionaste. Primero, necesitas crear un nombre de usuario, una contraseña, y un nivel de acceso. Asigna un nivel de acceso que está bien para el trabajo del usuario.",
  "cypher-training-1": "Usa los códigos para descodificar los mensajes codificados. Puedes ver los caracteres del código en tu pantalla y usarlo para descodificar el mensaje codificado",
  "cypher-training-2": "Aquí puedes ver la lista de códigos disponibles. Hacer clic para seleccionar un código.",
  "cypher-training-3": "Aquí puedes ver los caracteres del código y las letras que representan.",
  "damage-report-cancel": "Cancelar",
  "damage-report-clear": "Borrar",
  "damage-report-engineering": "Salto para ingenieros",
  "damage-report-next": "Siguiente",
  "damage-report-previous": "Atrás",
  "damage-report-reactivate": "Reactivar",
  "damage-report-report": "Reporte de averías",
  "damage-report-request": "Solicitud para el report de averías",
  "damage-report-rnd": "Reportes de D&I disponibles",
  "damage-report-rnd-report": "Reportes de D&I",
  "damage-report-rnd-training-1": "Durante la misión, es posible que completes reportes de Desarrollo e Investigación (D&I). Con estos reportes puedes actualizar, mejorar, y activar los sistemas de la nave.",
  "damage-report-rnd-training-2": "Puedes hacer clic en este botón para solicitar un reporte.",
  "damage-report-rnd-training-3": "Si un sistema puede ser actualizado, puedes ver las instrucciones para actualizarlo aquí. Sígue las instrucciones con exactitud.",
  "damage-report-rnd-training-4": "A veces, necesitas un código de reactivación para actualizar el sistema. Haz clic en 'Ingresar el Código de Reactivación', y teclea los símbolos que están en el reporte de actualización.",
  "damage-report-systems": "Sistemas Dañados",
  "damage-report-training-1": "Los sistemas de la nave son inteligentes y saben cuando hay un problema y cómo resolverlo. Puedes ver una lista de sistemas dañados aquí. Haz clic en un sistema para ver el 'Reporte de Averías'.",
  "damage-report-training-2": "Si no hay un reporte de averías, necesitas solicitar un reporte. Haz clic en este butón para solicitar un reporte de averías.",
  "damage-report-training-3": "Cuando un sistema está dañado, las instrucciones para arreglarlo aparecen aquí. Sigue las instrucciones con exactitud.",
  "damage-report-training-4": "A veces, necesitas un código de reactivación para arreglar el problema. Haz clic en 'Ingresar el Código de Reactivación', y teclea los símbolos que están en el reporte de averías.",
  "damage-report-verify": "Verificar Paso",
  "damage-report-verifying": "Verificando Paso",
  "engineering-report-report": "Reporte de Ingeniero",
  "engineering-report-request": "Pedir un Reporte de Ingeniero",
  "find-cargo": "Buscar Carga",
  "flight-config": "Configuración del Vuelo",
  "jump-drive-power-available": "Energía Disponible: {power}",
  "jump-drive-sector-activate": "Activar",
  "jump-drive-sector-aft": "Aft",
  "jump-drive-sector-deactivate": "Desactivar",
  "jump-drive-sector-envelope-stress": "Estrés de burbuja",
  "jump-drive-sector-fore": "Proa",
  "jump-drive-sector-port": "Babor",
  "jump-drive-sector-power": "Ajuste de Energía de un Sector",
  "jump-drive-sector-starboard": "Estribor",
  "jump-drive-training-1": "El {systemName} es un sistema que crea una burbuja de tiempo espacial alrededor de la nave. La burbuja te permite viajar a la velocidad de la luz. Esto te permite llegar al destino más rápidamente.",
  "jump-drive-training-2": "This is where you can change the envelope size surrounding your ship. A larger envelope requires more power to maintain, but gives you room for other ships to follow you in your envelope. Make sure you have sufficient power in your system before using a higher envelope size. Click the button below to activate the {systemName}.",
  "jump-drive-training-3": "There are four emitters that create your envelope, one for each side of your ship. You must ensure that each has sufficient power to operate as you travel at high speeds. As you travel at high speeds, the emitters will become stressed with the continual warping of spacetime around your ship. If they have enough power supplied, the emitters will be able to compensate for the additional stress.",
  "jump-drive-training-4": "Here you can see the current size of your envelope, along with the current stress levels, represented with color. The circle background color shows the overall stress level, with blue meaning everything is fine and red meaning you are in danger of envelope collapse. Once activated, graphical representations of the individual emitter stress levels will appear, allowing you to keep track of which emitters are doing well and which need more power.",
  "jump-drive-training-5": "You can also see the overall stress of the emitters here. Make sure this stays low. If the envelope collapses without being deactivated first, it could be very dangerous for you and your crew.",
  "major-upgrade-warning": "This is a major upgrade. Make sure you backup your Thorium data directory and program file before performing this upgrade.",
  "mission-objectives": "Mission Objectives (YAY!)",
  "objectives-training-1": "During your mission you will have different objectives or goals you need to complete.  Objectives will appear with a title, and a description.",
  "objectives-training-2": "When an objective is completed, the circle next to it will be filled. Check back often to remember your objectives so you can work toward their completion.",
  "particle-detector-training-1": "The particle detector is an extension to your external sensors. It allows you to focus your sensors at a specific place around your ship to detect different types of particles.",
  "particle-detector-training-2": "This is the list of all the types of particles you can detect. Click on one to begin detecting particles.",
  "particle-detector-training-3": "Click anywhere on the grid to detect particles. You can only detect a specific type of particle within a small area at any time, so you might have to click in several areas to see where all the particles are. Be sure to switch between the different types to detect any other particles.",
  "particle-types": "Particle Types",
  "railgun-available-ammo": "Available Ammunition: {availableAmmo}",
  "railgun-load": "Load Railgun",
  "railgun-loaded-ammo": "Loaded Ammunition: {ammo}",
  "railgun-loader-training-1": "The railgun is a point-defense weapon designed to destroy incoming projectiles. This screen is where you load bolts into the railgun.",
  "railgun-loader-training-2": "Here you can see the number of bolts loaded. Make sure you don't run out of railgun bolts!",
  "railgun-loader-training-3": "Click this button to load a bolt into the railgun.",
  "railgun-training-1": "The railgun is a point-defense weapon designed to destroy incoming projectiles. You can use it to defend your ship from attackers.",
  "railgun-training-2": "This basic sensors grid shows the location of any incoming projectiles relative to this ship, shown at the center of the grid.",
  "railgun-training-3": "To fire the railgun, click with your mouse on the sensor grid. A red dot will indicate where the railgun bolt will hit. You must fire very close to an incoming projectile for the bolt to hit its target.",
  "railgun-training-4": "Once an incoming projectile has been destroyed, you will see it explode and disappear.",
  "ready-cargo": "Ready Cargo",
  "receive-cargo-location": "Receive Cargo",
  "return-to-main": "Return to Main",
  "rnd-report-request": "Request Report",
  "roster-training-1": "On this screen you will see a list of the officers that are on the ship. You can see their name, age, gender, position, and rank. Understanding this information will help you to know what skills are available to you and who you are responsible for as a bridge officer.",
  "roster-training-2": "To find officers faster you can sort the crew by clicking on the description above each column.",
  "roster-training-3": "Use the next or previous button to scroll through multiple pages.",
  "sound-player": "Sound Player",
  "tasks-completed": "Task Completed",
  "tasks-instructions": "Task Instructions",
  "tasks-list": "Tasks List",
  "tasks-verify-button": "Verify Task Completion",
  "tasks-verify-in-progress": "Verification In Progress...",
  "thx-training-1": "The {name} is a very powerful device which must be charged in every sector of the ship to be used. Once all sectors have been charged, it can be activated.",
  "thx-training-2": "Click and hold this button to charge your sector of the {name}.",
  "thx-training-3": "You can see how much your sector is charged with this bar.",
  "thx-training-4": "Once you are finished charging your sector, click the 'Lock Sector' button.",
  "thx-training-5": "Once you see that all of the sectors have been charged, press this button to activate the {name}.",
  "transfer-cargo": "Transfer Cargo",
  "transfer-cargo-location": "Transfer Cargo",
  "upgrade-instructions": "The update is downloading in the background. Wait until the Thorium Server command line window says 'Download Complete' before restarting Thorium Server",
  "upgrade-warning": "Your version of Thorium is outdated. Current version is {newVersion}. Your version is {oldVersion}",
  "version-number": "Version {version}"
}
